[
    {
        "categorie": "Locaux",
        "pays": "Maroc",
        "selectionneur": "Walid Regragui",
        "details": "Arrivé en août 2022 à la tête des Lions de l’Atlas, soit un mois après son départ du Wydad Casablanca,Walid Regraguia rapidement pris es marques. Pour sa première compétition, il a emmené le Maroc jusqu’en demi-finale de la Coupe du monde 2022 au Qatar, soit la meilleure performance pour un pays. Mais l’élimination en 8es de finale de la CAN 2023 en Côte d’Ivoire reste en travers de la gorge des supporters et les Lions de l’Atlas doivent chercher la deuxième étoile à domicile."
    },
    {
        "categorie": "Locaux",
        "pays": "Zambie",
        "selectionneur": "Moses Sichone",
        "details": "Sélectionneur adjoint de la Zambie depuis 2022, Moses Sichone a été propulsé comme coach principal en novembre dernier à la tête des Chipolopolo. A 38 ans, il va diriger sa première CAN et devrait mettre son expérience acquise sous Avram Grant et sa culture allemande pour emmener le plus loin possible Patson Daka et ses coéquipiers. Même s’il a perdu les 3 matchs amicaux qu’il a dirigés jusqu’ici, respectivement contre l’Afrique du Sud (3-1), l’Angola (3-2) et la RD Congo (2-0)."
    },
    {
        "categorie": "Locaux",
        "pays": "Egypte",
        "selectionneur": "Hossam Hassan",
        "details": "Nommé sélectionneur des Pharaons en février 2024, soit après la CAN 2023 en Côte d’Ivoire où l’Egypte s’est arrêtée en 8es de finale, Hossam Hassan a remis les Pharaons sur le droit chemin. Sous sa direction, l’Egypte est redevenue ce pays que tout le monde redoute sur le continent, avec une solidité défensive retrouvée (seulement 2 buts encaissés en 10 matchs des éliminatoires de la Coupe du monde 2026 contre 20 inscrits et 2 aussi en 6 matchs des éliminatoires de la CAN 2025 contre 10 marqués). AvecMohamed Salahen leader offensif, l’Egypte pourrait faire très mal."
    },
    {
        "categorie": "Locaux",
        "pays": "Nigeria",
        "selectionneur": "Eric Chelle",
        "details": "Beaucoup n’ont pas compris le choix de la Fédération nigeriane de football (NFF) de faire de lui le successeur de José Peseiro après la finale de la CAN 2023 en Côte d’Ivoire. MaisEric Chellea donné raison aux officiels nigérians en amenant les Super Eagles jusqu’en finale des barrages africains de la Coupe du monde 2026 où ils se sont inclinés devant la RD Congo. Mais avec lui, le Nigeria a retrouvé de l’allant et est redevenu un pays conquérant."
    },
    {
        "categorie": "Locaux",
        "pays": "Tunisie",
        "selectionneur": "Sami Trabelsi",
        "details": "Trabelsi qui connaît parfaitement le football tunisien pour avoir été sélectionneur des U23 de 2009 à 2011 et de l’équipe première de 2011 à 2013, a été rappelé en février dernier pour redresser des Aigles de Carthage en perte de plumes. Conséquence, il a qualifié le pays à cette CAN 2025 et à la Coupe du monde 2026. C’est un expérimenté qui va diriger Hannibal Mejri et ses coéquipiers lors de cette CAN au Maroc."
    },
    {
        "categorie": "Locaux",
        "pays": "Sénégal",
        "selectionneur": "Pape Thiaw",
        "details": "Quand Aliou Cissé faisait gagner au Sénégal sa première CAN en 2022, lui préparait la relève avec les Lions locaux avec lesquels il a gagné le CHAN 2022. Naturellement,Pape Thiaw, successeur désigné, a été propulsé à la tête des Lions en novembre 2024 à un moment où le Sénégal n’y arrivait plus sous Cissé. Et il a réussi à les qualifier pour la CAN 2025 et le Mondial 2026 avec brio. Pour sa première CAN, Thiaw a un groupe très fourni, peut-être le plus fourni, en dehors des nombreux forfaits, et sera très attendu."
    },
    {
        "categorie": "Locaux",
        "pays": "Burkina Faso",
        "selectionneur": "Brama Traoré",
        "details": "En mars 2024, Brama Traoré a succédé à Hubert Velud à la tête des Etalons du Burkina Faso. Si ces derniers ont raté la qualification pour le Mondial 2026 en raison de la décision de la FIFA d’annuler les résultats acquis contre les derniers de groupe, il aura néanmoins qualifié le pays pour la CAN 2025 et est attendu pour briser le plafond de verre des Etalons, finalistes malheureux en 2013."
    },
    {
        "categorie": "Locaux",
        "pays": "Guinée Equatoriale",
        "selectionneur": "Juan Micha",
        "details": "En poste depuis 2020, Juan Micha Obiang connaît parfaitement la Guinée Equatoriale. Malgré des crises çà et là, notamment après la CAN 2023 en Côte d’Ivoire, il est l’architecte du renouveau du Nzalang Nacional qui veut aller plus loin que les huitièmes de finale lors de la dernière édition."
    },
    {
        "categorie": "Locaux",
        "pays": "Soudan",
        "selectionneur": "James Kwesi Appiah",
        "details": "Il fait carrément des miracles au Soudan. Dans un pays où le basketball domine, James Kwesi Appiah a réussi à faire du football une discipline de grande ampleur et qui fait rêver les Soudanais et Soudanaises depuis septembre 2023 et son arrivée à la tête des Crocodiles du Nil avec lesquels il a raté de peu la qualification pour la Coupe du monde 2026 après avoir rendu la vie dure au Sénégal et à la RD Congo dans son groupe."
    },
    {
        "categorie": "Locaux",
        "pays": "Côte d’Ivoire",
        "selectionneur": "Emerse Faé",
        "details": "Il est l’un des sélectionneurs locaux les plus attendus de cette CAN 2025.Emerse Faéqui a emmené les Eléphants au sacre en 2023 à domicile, doit défendre le titre et prouver que cette troisième étoile n’était pas seulement un miracle. Après des éliminatoires de la Coupe du monde 2026 convaincantes, la Côte d’Ivoire a quand-même montré des faiblesses contre de gros adversaires. Face au Gabon et au Cameroun dans le Groupe F, elle est attendue au tournant. Faé n’a pas droit à l’erreur dans un pays où la pression des supporters est quotidienne."
    },
    {
        "categorie": "Locaux",
        "pays": "Cameroun",
        "selectionneur": "David Pagou",
        "details": "C’est probablement le sélectionneur que personne n’a vu venir pour cette CAN 2025. Mais Samuel Eto’o a décidé de faire confiance àDavid Pagouaprès avoir limogé Marc Brys, pour emmener les Lions Indomptables du Cameroun à la CAN 2025. Connu pour sa rigueur et sa maîtrise du football local, il est celui sur qui repose l’espoir de tout un peuple qui – après l’élimination pour le Mondial 2026, veut une équipe conquérante dans cette CAN 2025."
    },
    {
        "categorie": "Locaux",
        "pays": "Mozambique",
        "selectionneur": "Chiquinho Conde",
        "details": "Ancien attaquant mozambicain, il est sélectionneur du Mozambique depuis 2024. Chiquinho Conde qui connaît bien l’environnement du football local sait plus que quiconque les ingrédients à mettre en œuvre pour faire gagner les Mambas au Maroc après leur élimination en phase de groupes en Côte d’Ivoire."
    },
    {
        "categorie": "Locaux",
        "pays": "Botswana",
        "selectionneur": "Morena Ramoreboli",
        "details": "L’entraîneur sud-africain a été nommé sélectionneur des Zèbres en janvier dernier. La CAN 2025 sera sa première compétition avec le Botswana et il devra créer l’exploit dans un Groupe C où la RD Congo et le Sénégal veulent la part du roi."
    },
    {
        "categorie": "Expatriés",
        "pays": "Comores",
        "selectionneur": "Stefano Cusin",
        "details": "Nommé en octobre 2023, l’Italien a ramené le rêve et la confiance chez les Cœlacanthes. Stefano Cusin a construit un effectif avec une forte représentation des binationaux et bâti surtout un groupe prêt à aller à la guerre pour les Comores. Et son travail parle pour lui. Les Comores ont réalisé leur meilleure qualification pour la Coupe d’Afrique des Nations en terminant leaders de leur groupe devant la Tunisie. Prochain objectif, faire mieux que le 8e de finale atteint en 2021 au Cameroun."
    },
    {
        "categorie": "Expatriés",
        "pays": "Mali",
        "selectionneur": "Tom Saintfiet",
        "details": "Il a aussi réunifié un groupe au sein  duquel la cohésion et la concorde ont laissé place à des clans et une guerre d’égos après la CAN 2023 en Côte d’Ivoire. Tom Saintfiet, nommé en août 2024, a réussi à gérer des cas problématiques comme Hamari Traoré et Yves Bissouma et à fédérer les Aigles autour d’un même objectif : faire gagner le Mali."
    },
    {
        "categorie": "Expatriés",
        "pays": "Afrique du Sud",
        "selectionneur": "Hugo Broos",
        "details": "Il ne s’appelle pas le « sorcier blanc » mais Hugo Broos est indiscutablement le plus « sorcier » des sélectionneurs expatriés en Afrique actuellement. Après avoir gagné la CAN 2017 avec le Cameroun, il a emmené les Bafana Bafana jusqu’en demi-finale en Côte d’Ivoire et remporté la médaille de bronze. L’Afrique du Sud est restée dans la continuité après cette CAN 2023 et aréussi à se qualifier pour la Coupe du monde 2026. Avec Broos, l’Afrique du Sud reste l’un des outsiders sérieux de cette CAN 2025."
    },
    {
        "categorie": "Expatriés",
        "pays": "Angola",
        "selectionneur": "Patrice Beaumelle",
        "details": "Sélectionneur adjoint d’Hervé Renard au Maroc et principal en Côte d’Ivoire, Patrice Beaumelle a été nommé sélectionneur de l’Angola en septembre dernier, retrouvant ainsi le banc d’une sélection après un passage en club. Après avoir réussi à qualifier les Palancas Negras pour cette CAN 2025, l’objectif est de garder cet enthousiasme dans la compétition et jouer les trouble-fêtes."
    },
    {
        "categorie": "Expatriés",
        "pays": "Ouganda",
        "selectionneur": "Paul Put",
        "details": "Depuis 2023, Paul Put façonne l’Ouganda à sa manière et jusqu’ici, il est plutôt bien lancé. A deux ans de la CAN à domicile, lui et les Cranes auront à cœur de performer au Maroc afin de poursuivre leur préparation et être prêts en 2027."
    },
    {
        "categorie": "Expatriés",
        "pays": "Tanzanie",
        "selectionneur": "Miguel Gamondi",
        "details": "Nommé seulement en novembre dernier, Miguel Gamondi doit encore tout prouver avec les Taifa Stars. L’entraîneur argentin n’a cependant pas été choisi au hasard puisqu’il connaît bien le football tanzanien, pour avoir été coach de Singida. Il a également une belle connaissance du football continental avec des expériences antérieures à Mamaelodi Sundowns ou encore au Wydad Athletic Club."
    },
    {
        "categorie": "Expatriés",
        "pays": "RD Congo",
        "selectionneur": "Sébastien Desabre",
        "details": "Il a mis tout le monde d’accord depuis son arrivée en 2022.Sébastien Desabre, après la 4e place à la CAN 2023, a réussi à qualifier les Léopards en finale des barrages intercontinentaux de la Coupe du monde 2026 et vise désormais le sacre à al CAN 2025 avec la RD Congo."
    },
    {
        "categorie": "Expatriés",
        "pays": "Bénin",
        "selectionneur": "Gernot Rohr",
        "details": "Après 2019, le Bénin a longtemps couru derrière sa prochaine phase finale de Coupe d’Afrique des Nations. Il aura fallu donc l’arrivée de Gernot Rohr pour atteindre cet objectif. Avec un groupe rajeuni, les Guépards peuvent bien jouer les trouble-fêtes dans le Groupe C, même s’ils seront fortement diminués pour leur première sortie contre la RD Congo, avec cinq joueurs suspendus."
    },
    {
        "categorie": "Expatriés",
        "pays": "Algérie",
        "selectionneur": "Vladimir Petkovic",
        "details": "Sous sa direction, l’Algérie a retrouvé le goût de la victoire après des derniers mois tendus avec Djamel Belmadi. Avec la CAN 2025 et la Coupe du monde 2026, Vladimir Petkovic est sur du 100% en qualifications depuis sa nomination à la tête des Fennecs. Reste maintenant à confirmer au Maroc pour sa première phase finale à la tête d’un pays où le football est une culture."
    },
    {
        "categorie": "Expatriés",
        "pays": "Zimbabwe",
        "selectionneur": "Mario Marinica",
        "details": "Nommé en novembre passé, le Roumain dirige aussi sa toute première CAN. Il a la lourde responsabilité de dépasser à minima le premier tour de cette Coupe d’Afrique des Nations 2025 avec les Warriors, logés dans le Groupe aux côtés de l’Afrique du Sud, l’Angola et l’Egypte."
    }
]